Revit 2027 API
ParameterTypeId.SpaceOutdoorAirflow Property
 "Outdoor Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceOutdoorAirflow { get; }
Public Shared ReadOnly Property SpaceOutdoorAirflow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceOutdoorAirflow {
	ForgeTypeId^ get ();
}
static member SpaceOutdoorAirflow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace